Revit 2027 API
ParameterTypeId.DoorEvacuationExitType Property
 "Exit Access"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DoorEvacuationExitType { get; }
Public Shared ReadOnly Property DoorEvacuationExitType As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DoorEvacuationExitType {
	ForgeTypeId^ get ();
}
static member DoorEvacuationExitType : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace